<template>
    <div>
        В усіх завданнях розробити Vue додаток з такими функціональними можливостями:
         створення компонентів (обов»язково окремо для відображення одного елемента
        даних і списку) - 20;
         фільтрація елементів даних – 5;
         вилучення елементів даних - 5;
         роутинг (принаймні 3 сторінки-компоненти) - 10;
        4. Довідник покупця. База торгівельних підприємств міста: назва, адреса та телефон, спеціалізація, час роботи. Організувати вибір магазину за довільним запитом.
    </div>
</template>

<script>
export default {}
</script>

<style lang="css">

</style>